[
  "obsidian-style-settings",
  "obsidian-minimal-settings",
  "code-styler",
  "squiggle",
  "calendar",
  "obsidian-icon-folder",
  "obsidian-file-color",
  "colored-tags",
  "file-explorer-note-count",
  "file-explorer-plus",
  "ninja-cursor",
  "cmdr",
  "nl-syntax-highlighting",
  "obsidian-importer",
  "tag-wrangler",
  "obsidian-tasks-plugin",
  "cmenu-plugin",
  "obsidian-git"
]